Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mint-common.tmx
Source language: en
Languages: sv

source: Additional software will be upgraded
sv: Ytterligare program kommer att uppgraderas

source: %s will be downloaded in total.
sv: %s kommer att hämtas totalt.

source: Additional software will be downgraded
sv: Ytterligare program kommer att nedgraderas

source: Packages to be removed
sv: Paket som kommer att tas bort

source: Additional software will be installed
sv: Ytterligare program kommer att installeras

source: %s more disk space will be used.
sv: %s mer utrymme kommer att användas.

source: Additional software will be removed
sv: Ytterligare program kommer att tas bort

source: The following packages will be removed:
sv: Följande paket kommer att tas bort:

source: Flatpaks
sv: Flatpak-paket

source: This menu item is not associated to any package. Do you want to remove it from the menu anyway?
sv: Det här menyvalet är inte kopplat till något paket. Vill du ändå ta bort det från menyn?

source: %s of disk space will be freed.
sv: %s utrymme kommer att frigöras.

source: Additional changes are required
sv: Ytterligare ändringar krävs

source: Reinstall
sv: Ominstallera

source: Skip upgrade
sv: Hoppa över uppgradering

source: Additional software will be purged
sv: Ytterligare program kommer att rensas

source: Purge
sv: Rensa

source: Cannot remove package %s as it is required by a system package.
sv: Det går inte att ta bort paketet %s eftersom det krävs av ett systempaket.

source: Please take a look at the list of changes below.
sv: Ta en titt på ändringslistan nedan.

source: Install
sv: Installera

source: Downgrade
sv: Nedgradera

source: Additional software will be re-installed
sv: Ytterligare program kommer att installeras om

source: Remove
sv: Ta bort

source: Updates will be skipped
sv: Uppdateringar kommer att hoppas över

source: An error occurred
sv: Ett fel uppstod

source: Upgrade
sv: Uppgradera

source: Package %s is a dependency of the following packages:
sv: Följande paket är beroende av paketet %s:

source: Removing
sv: Tar bort
